djui/alias-tips

romkatv/zsh-defer

ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:lib/git.zsh
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/gitfast

jeffreytse/zsh-vi-mode
mafredri/zsh-async
sindresorhus/pure
